pacman -Qe > /home/xuedi/pacman-pollux.txt

pkgfile
gufw
deepin-system-monitor
htop 
ncdu
lxappearance
pulsemixer
awesome-terminal-fonts 
nerd-fonts-complete
powerline-fonts
noto-fonts
opendesktop-fonts
ttf-font-icons
ttf-arphic-ukai
ttf-baekmuk
ttf-bitstream-vera
ttf-dejavu
ttf-freefont
ttf-hannom
ttf-khmer
ttf-linux-libertine
ttf-tibetan-machine
ttf-ubraille
ttf-anonymous-pro
ttf-droid
ttf-inconsolata
ttf-liberation
ttf-roboto
ttf-symbola
ttf-font-awesome
ttf-font-icons
ttf-iosevka-ss01
ttf-mac-fonts
ttf-monaco
ttf-twemoji-color
